[
    {"id":1, "title":"Nike Phantom GX 2 Pro","description":"¿Te tomas en serio tu deporte? Hicimos esto para ti. En medio de la tormenta, con el caos arremolinándose a tu alrededor, tranquilamente llegaste al último tercio del campo, gracias a tu extraña mezcla de astucia y gracia con la pelota. Termina el trabajo con el Phantom GX 2 Pro. Lleva tus habilidades al siguiente nivel con algunas de las innovaciones más grandes de Nike, como una parte superior elástica de Flyknit y una tracción Nike Cyclone 360 que ayuda a guiar tu agilidad inesperada.", "image":"https://nikearprod.vtexassets.com/arquivos/ids/878939-800-800?width=800&height=800&aspect=true", "price":"259999", "stock":10, "category":"futbol"},
    {"id":2, "title":"Nike Phantom Luna","description":"Tu juego demuestra una fuerza de creación innegable. Cuanto más importante es el momento, más es la atención que recibes, y mejor juegas. Deja que el Phantom Luna les dé más brillo a tus habilidades. Usamos datos de investigaciones con atletas femeninas para crear un patrón de tracción que te permite jugar con rapidez y confianza: lo que todo futbolista necesita.", "image":"https://nikearprod.vtexassets.com/arquivos/ids/795374-800-800?width=800&height=800&aspect=true", "price":"254999", "stock":9, "category":"futbol"},
    {"id":3, "title":"Air Jordan 1 Mid SE Craft","description":"Los nuevos colores y las texturas frescas ofrecen un AJ1 artesanal que mantiene el look clásico y la sensación familiar. Este favorito de todos los tiempos está confeccionado con materiales premium y adornado con bordes sin rematar y con costuras en contraste.", "image":"https://nikearprod.vtexassets.com/arquivos/ids/812180-800-800?width=800&height=800&aspect=true", "price":"259999", "stock":9, "category":"hombre"},
    {"id":4, "title":"Air Jordan 1 Mid SE","description":"Sabes que es impecable, llamativo y vanguardista, pero ¿cómo vas a combinar este AJ1? Está confeccionado de cuero y tela en la parte superior y tiene esa comodidad de la amortiguación Nike Air en la suela. Entonces, ¿qué va a ser?", "image":"https://nikearprod.vtexassets.com/arquivos/ids/879202-800-800?width=800&height=800&aspect=true", "price":"259999", "stock":8, "category":"hombre"},
    {"id":5, "title":"NikeCourt Vapor Lite 2","description":"Con un sistema de espuma suave de dos niveles, este diseño ofrece comodidad y te impulsa para ir a buscar rápidamente punto tras punto.", "image":"https://nikearprod.vtexassets.com/arquivos/ids/1028672-800-800?width=800&height=800&aspect=true", "price":"143999", "stock":9, "category":"mujer"},
    {"id":6, "title":"Nike DBreak Vintage","description":"El DBreak, que sigue los pasos legendarios del modelo original del 79, te permite canalizar el estilo atlético vintage de vuelta a las calles. La suela tipo waffle y la gamuza de lujo mantienen su atractivo retro, mientras que la espuma suave debajo del pie da toda una lección de comodidad.", "image":"https://nikearprod.vtexassets.com/arquivos/ids/786032-800-800?width=800&height=800&aspect=true", "price":"199999", "stock":8, "category":"mujer"},
    {"id":7, "title":"Nike Revolution 7","description":"Haz que a tus niños se luzcan, corran y se lancen a la aventura del día con la ayuda de un calzado confeccionado especialmente para la diversión. No, no están cubiertos de azúcar ni juguetes, pero vienen en colores y diseños increíbles que harán que tu pequeño los quiera todos los días del año.", "image":"https://nikearprod.vtexassets.com/arquivos/ids/811019-800-800?width=800&height=800&aspect=true", "price":"89999", "stock":7, "category":"nino-a"},
    {"id":8, "title":"Nike Jr. Vapor 15 Academy Mercurial Dream Speed","description":"Todos hemos fallado tiros abiertos, y eso está bien. Incluso los grandes como Cristiano Ronaldo no son perfectos. La forma en que respondemos a los contratiempos es lo que nos hace jugadores más fuertes. Las ondas significan los problemas que enfrentamos, mientras que los verdes enérgicos representan nuestro avance al superar esos obstáculos.", "image":"https://nikearprod.vtexassets.com/arquivos/ids/879539-800-800?width=800&height=800&aspect=true", "price":"125999", "stock":8, "category":"nino-a"},
    {"id":9, "title":"Nike Court Borough Mid 2","description":"Luce como una estrella fuera de la cancha con el Nike Court Borough Mid 2. El diseño mid clásico está hecho de cuero duradero para brindar un look y una sensación Premium. El acolchado alrededor de la lengüeta y el tobillo proporciona comodidad adicional.", "image":"https://nikearprod.vtexassets.com/arquivos/ids/1021567-800-800?width=800&height=800&aspect=true", "price":"129999", "stock":10, "category":"nino-a"}
]